[
  {
    "document": 1,
    "text": "Do You Want To Grab Coffee? Hey, how was your day? What are you up to? You make me smile. You’re amazing! That movie was awesome! I had a great time with you. Thinking about our last date.."
  },
  {
    "document": 2,
    "text": "You Make Me Smile. Are you free this weekend? Can't wait to see you! I had a great time with you. I'd love to take you out again.."
  },
  {
    "document": 3,
    "text": "That Movie Was Awesome! That movie was awesome! What are you up to? I had a great time with you. What are you up to?."
  },
  {
    "document": 4,
    "text": "Thinking About Our Last Date. Can't wait to see you! You make me smile. That movie was awesome! Do you want to grab coffee?."
  },
  {
    "document": 5,
    "text": "I Was Thinking About You. Missed you today! You’re amazing! Can't wait to see you! Are you free this weekend? You make me smile.."
  },
  {
    "document": 6,
    "text": "That Movie Was Awesome! Missed you today! Do you want to grab coffee? You’re amazing! Can't wait to see you! I'd love to take you out again. I was thinking about you.."
  },
  {
    "document": 7,
    "text": "You'Re Really Special To Me. Can't wait to see you! I'd love to take you out again. That movie was awesome!."
  },
  {
    "document": 8,
    "text": "I Can'T Stop Thinking About You. Missed you today! Hey, how was your day? I was thinking about you.."
  },
  {
    "document": 9,
    "text": "I Was Thinking About You. Missed you today! That movie was awesome! Missed you today! What are you up to? You're really special to me. You make me smile.."
  },
  {
    "document": 10,
    "text": "You’Re Amazing! What are you up to? You make me smile. I can't stop thinking about you. Hey, how was your day? You’re amazing! Are you free this weekend?."
  },
  {
    "document": 11,
    "text": "I Can'T Stop Thinking About You. That movie was awesome! What are you up to? Missed you today! What are you up to? I can't stop thinking about you.."
  },
  {
    "document": 12,
    "text": "Can'T Wait To See You! I'd love to take you out again. Can't wait to see you! I'd love to take you out again. Can't wait to see you!."
  },
  {
    "document": 13,
    "text": "Thinking About Our Last Date. That movie was awesome! You're really special to me. Do you want to grab coffee? I can't stop thinking about you. You're really special to me. You make me smile.."
  },
  {
    "document": 14,
    "text": "I Can'T Stop Thinking About You. I had a great time with you. Can't wait to see you! You’re amazing! I had a great time with you.."
  },
  {
    "document": 15,
    "text": "You'Re Really Special To Me. That movie was awesome! I'd love to take you out again. I'd love to take you out again. That movie was awesome! I had a great time with you. I'd love to take you out again. What are you up to?."
  },
  {
    "document": 16,
    "text": "Do You Want To Grab Coffee? You're really special to me. I'd love to take you out again. Do you want to grab coffee? I can't stop thinking about you. That movie was awesome!."
  },
  {
    "document": 17,
    "text": "I Had A Great Time With You. I can't stop thinking about you. I had a great time with you.."
  },
  {
    "document": 18,
    "text": "That Movie Was Awesome! I had a great time with you. I was thinking about you. I can't stop thinking about you. Missed you today! I was thinking about you. I can't stop thinking about you.."
  },
  {
    "document": 19,
    "text": "That Movie Was Awesome! What are you up to? That movie was awesome! Are you free this weekend?."
  },
  {
    "document": 20,
    "text": "You’Re Amazing! You’re amazing! Do you want to grab coffee? You make me smile. I can't stop thinking about you. Hey, how was your day? You’re amazing! I had a great time with you.."
  },
  {
    "document": 21,
    "text": "I Had A Great Time With You. I had a great time with you. You make me smile. Thinking about our last date. That movie was awesome! Do you want to grab coffee? I was thinking about you. You're really special to me.."
  },
  {
    "document": 22,
    "text": "That Movie Was Awesome! Are you free this weekend? I'd love to take you out again. You make me smile.."
  },
  {
    "document": 23,
    "text": "You’Re Amazing! What are you up to? I was thinking about you. Are you free this weekend? I had a great time with you. You’re amazing! That movie was awesome! Are you free this weekend?."
  },
  {
    "document": 24,
    "text": "I Was Thinking About You. You’re amazing! Missed you today! I can't stop thinking about you. Missed you today! I'd love to take you out again.."
  },
  {
    "document": 25,
    "text": "You Make Me Smile. Do you want to grab coffee? Can't wait to see you! What are you up to? That movie was awesome!."
  },
  {
    "document": 26,
    "text": "I'D Love To Take You Out Again. Are you free this weekend? Can't wait to see you! I had a great time with you. You're really special to me. What are you up to?."
  },
  {
    "document": 27,
    "text": "Do You Want To Grab Coffee? That movie was awesome! I can't stop thinking about you. I can't stop thinking about you.."
  },
  {
    "document": 28,
    "text": "I Had A Great Time With You. I was thinking about you. I was thinking about you. That movie was awesome! You're really special to me. You're really special to me.."
  },
  {
    "document": 29,
    "text": "I'D Love To Take You Out Again. Can't wait to see you! Can't wait to see you! You make me smile. Thinking about our last date. Are you free this weekend?."
  },
  {
    "document": 30,
    "text": "You'Re Really Special To Me. Missed you today! Missed you today! I had a great time with you. I had a great time with you. I had a great time with you. You’re amazing!."
  },
  {
    "document": 31,
    "text": "I Was Thinking About You. What are you up to? You’re amazing! Hey, how was your day? That movie was awesome!."
  },
  {
    "document": 32,
    "text": "Can'T Wait To See You! I was thinking about you. You’re amazing! Hey, how was your day? I was thinking about you. You make me smile. I had a great time with you. You’re amazing!."
  },
  {
    "document": 33,
    "text": "You’Re Amazing! You make me smile. Thinking about our last date. I'd love to take you out again. Thinking about our last date.."
  },
  {
    "document": 34,
    "text": "Missed You Today! You’re amazing! I can't stop thinking about you. Can't wait to see you! Can't wait to see you!."
  },
  {
    "document": 35,
    "text": "You Make Me Smile. I can't stop thinking about you. You make me smile. Thinking about our last date. Hey, how was your day? You're really special to me.."
  },
  {
    "document": 36,
    "text": "I Had A Great Time With You. Missed you today! You’re amazing! I can't stop thinking about you. Thinking about our last date. Missed you today!."
  },
  {
    "document": 37,
    "text": "Thinking About Our Last Date. You’re amazing! Do you want to grab coffee? I'd love to take you out again.."
  },
  {
    "document": 38,
    "text": "You’Re Amazing! I'd love to take you out again. Can't wait to see you! Do you want to grab coffee?."
  },
  {
    "document": 39,
    "text": "That Movie Was Awesome! I had a great time with you. You’re amazing! Missed you today!."
  },
  {
    "document": 40,
    "text": "You'Re Really Special To Me. That movie was awesome! Thinking about our last date. Thinking about our last date.."
  },
  {
    "document": 41,
    "text": "Missed You Today! Thinking about our last date. I was thinking about you. You’re amazing! You’re amazing! You’re amazing! I had a great time with you.."
  },
  {
    "document": 42,
    "text": "Hey, How Was Your Day? That movie was awesome! Do you want to grab coffee? I'd love to take you out again. Thinking about our last date. Do you want to grab coffee?."
  },
  {
    "document": 43,
    "text": "Thinking About Our Last Date. Hey, how was your day? Missed you today!."
  },
  {
    "document": 44,
    "text": "You Make Me Smile. You make me smile. Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 45,
    "text": "I Can'T Stop Thinking About You. Missed you today! Missed you today! I can't stop thinking about you.."
  },
  {
    "document": 46,
    "text": "Can'T Wait To See You! You’re amazing! Do you want to grab coffee? I was thinking about you. I was thinking about you. Do you want to grab coffee? Are you free this weekend?."
  },
  {
    "document": 47,
    "text": "You'Re Really Special To Me. I had a great time with you. You're really special to me. What are you up to? What are you up to?."
  },
  {
    "document": 48,
    "text": "Thinking About Our Last Date. I can't stop thinking about you. That movie was awesome! I can't stop thinking about you. Can't wait to see you! I can't stop thinking about you. That movie was awesome! You make me smile.."
  },
  {
    "document": 49,
    "text": "What Are You Up To? I had a great time with you. Hey, how was your day?."
  },
  {
    "document": 50,
    "text": "You'Re Really Special To Me. You’re amazing! That movie was awesome! I can't stop thinking about you. Thinking about our last date.."
  },
  {
    "document": 51,
    "text": "You'Re Really Special To Me. I can't stop thinking about you. What are you up to? Can't wait to see you! Hey, how was your day? I can't stop thinking about you. I can't stop thinking about you.."
  },
  {
    "document": 52,
    "text": "I'D Love To Take You Out Again. That movie was awesome! Hey, how was your day?."
  },
  {
    "document": 53,
    "text": "I Was Thinking About You. Are you free this weekend? I had a great time with you. Can't wait to see you! Do you want to grab coffee? I'd love to take you out again. You make me smile.."
  },
  {
    "document": 54,
    "text": "I Had A Great Time With You. You're really special to me. That movie was awesome! That movie was awesome! You make me smile.."
  },
  {
    "document": 55,
    "text": "Thinking About Our Last Date. You make me smile. Do you want to grab coffee? Thinking about our last date. I'd love to take you out again. What are you up to? Thinking about our last date. What are you up to?."
  },
  {
    "document": 56,
    "text": "Do You Want To Grab Coffee? That movie was awesome! I had a great time with you.."
  },
  {
    "document": 57,
    "text": "You’Re Amazing! Can't wait to see you! You're really special to me. You're really special to me. Thinking about our last date.."
  },
  {
    "document": 58,
    "text": "Missed You Today! Missed you today! Missed you today! I had a great time with you.."
  },
  {
    "document": 59,
    "text": "You'Re Really Special To Me. You're really special to me. What are you up to? Missed you today! I was thinking about you.."
  },
  {
    "document": 60,
    "text": "Are You Free This Weekend? You’re amazing! What are you up to? That movie was awesome! Thinking about our last date. I'd love to take you out again. Missed you today!."
  },
  {
    "document": 61,
    "text": "I'D Love To Take You Out Again. You're really special to me. What are you up to? Thinking about our last date. Are you free this weekend? Thinking about our last date. That movie was awesome!."
  },
  {
    "document": 62,
    "text": "Thinking About Our Last Date. I had a great time with you. Hey, how was your day? You're really special to me.."
  },
  {
    "document": 63,
    "text": "I Can'T Stop Thinking About You. I had a great time with you. You’re amazing! That movie was awesome! That movie was awesome! Hey, how was your day? Missed you today!."
  },
  {
    "document": 64,
    "text": "What Are You Up To? I had a great time with you. Are you free this weekend? Are you free this weekend? I had a great time with you. What are you up to? Thinking about our last date.."
  },
  {
    "document": 65,
    "text": "You'Re Really Special To Me. You’re amazing! I was thinking about you.."
  },
  {
    "document": 66,
    "text": "Missed You Today! I'd love to take you out again. That movie was awesome! You’re amazing! Can't wait to see you!."
  },
  {
    "document": 67,
    "text": "I Had A Great Time With You. I can't stop thinking about you. Hey, how was your day? Hey, how was your day? I'd love to take you out again.."
  },
  {
    "document": 68,
    "text": "Missed You Today! You’re amazing! I'd love to take you out again. You make me smile. Are you free this weekend?."
  },
  {
    "document": 69,
    "text": "What Are You Up To? Are you free this weekend? What are you up to? What are you up to? Can't wait to see you!."
  },
  {
    "document": 70,
    "text": "I Had A Great Time With You. That movie was awesome! Hey, how was your day? Hey, how was your day?."
  },
  {
    "document": 71,
    "text": "Do You Want To Grab Coffee? Thinking about our last date. Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 72,
    "text": "That Movie Was Awesome! Can't wait to see you! Missed you today! I'd love to take you out again.."
  },
  {
    "document": 73,
    "text": "Missed You Today! You're really special to me. You’re amazing! I had a great time with you. I can't stop thinking about you. Are you free this weekend?."
  },
  {
    "document": 74,
    "text": "I Can'T Stop Thinking About You. Are you free this weekend? That movie was awesome! Can't wait to see you! I was thinking about you.."
  },
  {
    "document": 75,
    "text": "Are You Free This Weekend? Missed you today! I'd love to take you out again.."
  },
  {
    "document": 76,
    "text": "I Can'T Stop Thinking About You. You're really special to me. What are you up to? Are you free this weekend? You make me smile. What are you up to? Hey, how was your day?."
  },
  {
    "document": 77,
    "text": "Are You Free This Weekend? You're really special to me. I had a great time with you. I was thinking about you. That movie was awesome! Do you want to grab coffee? Can't wait to see you!."
  },
  {
    "document": 78,
    "text": "I'D Love To Take You Out Again. What are you up to? That movie was awesome! Are you free this weekend? Missed you today! I was thinking about you. I'd love to take you out again.."
  },
  {
    "document": 79,
    "text": "You Make Me Smile. You're really special to me. That movie was awesome! Missed you today! I had a great time with you. You’re amazing!."
  },
  {
    "document": 80,
    "text": "That Movie Was Awesome! Missed you today! What are you up to? I can't stop thinking about you. That movie was awesome! Hey, how was your day?."
  },
  {
    "document": 81,
    "text": "Do You Want To Grab Coffee? Thinking about our last date. You're really special to me.."
  },
  {
    "document": 82,
    "text": "I'D Love To Take You Out Again. I can't stop thinking about you. That movie was awesome! Are you free this weekend?."
  },
  {
    "document": 83,
    "text": "I Was Thinking About You. You make me smile. You're really special to me.."
  },
  {
    "document": 84,
    "text": "Can'T Wait To See You! I was thinking about you. I can't stop thinking about you. That movie was awesome! Missed you today! What are you up to? You're really special to me. I'd love to take you out again.."
  },
  {
    "document": 85,
    "text": "Are You Free This Weekend? Do you want to grab coffee? Hey, how was your day? I'd love to take you out again. Are you free this weekend? Can't wait to see you! Thinking about our last date.."
  },
  {
    "document": 86,
    "text": "I Can'T Stop Thinking About You. You make me smile. Are you free this weekend? You're really special to me. I can't stop thinking about you. What are you up to? I was thinking about you.."
  },
  {
    "document": 87,
    "text": "I'D Love To Take You Out Again. I can't stop thinking about you. Thinking about our last date. You're really special to me. I was thinking about you. That movie was awesome! You make me smile.."
  },
  {
    "document": 88,
    "text": "Can'T Wait To See You! Missed you today! What are you up to? Thinking about our last date. Missed you today! You're really special to me.."
  },
  {
    "document": 89,
    "text": "Can'T Wait To See You! I was thinking about you. I'd love to take you out again. I can't stop thinking about you. You’re amazing! I had a great time with you.."
  },
  {
    "document": 90,
    "text": "You’Re Amazing! You’re amazing! I was thinking about you. Missed you today! Are you free this weekend?."
  },
  {
    "document": 91,
    "text": "You’Re Amazing! You make me smile. Do you want to grab coffee? Can't wait to see you! Are you free this weekend?."
  },
  {
    "document": 92,
    "text": "What Are You Up To? You're really special to me. Do you want to grab coffee? Hey, how was your day? I was thinking about you.."
  },
  {
    "document": 93,
    "text": "Thinking About Our Last Date. Thinking about our last date. Do you want to grab coffee? Hey, how was your day? Thinking about our last date. You’re amazing!."
  },
  {
    "document": 94,
    "text": "You Make Me Smile. Can't wait to see you! You're really special to me. Hey, how was your day? I'd love to take you out again. You're really special to me.."
  },
  {
    "document": 95,
    "text": "I'D Love To Take You Out Again. I'd love to take you out again. I had a great time with you.."
  },
  {
    "document": 96,
    "text": "You’Re Amazing! That movie was awesome! I was thinking about you. What are you up to? You’re amazing! Can't wait to see you!."
  },
  {
    "document": 97,
    "text": "I Was Thinking About You. I was thinking about you. I'd love to take you out again. What are you up to?."
  },
  {
    "document": 98,
    "text": "Can'T Wait To See You! Can't wait to see you! You’re amazing! I'd love to take you out again. Can't wait to see you! I had a great time with you. I'd love to take you out again.."
  },
  {
    "document": 99,
    "text": "Can'T Wait To See You! I can't stop thinking about you. Thinking about our last date. I was thinking about you. What are you up to? Thinking about our last date. Thinking about our last date.."
  },
  {
    "document": 100,
    "text": "That Movie Was Awesome! You're really special to me. Do you want to grab coffee? Can't wait to see you! I had a great time with you.."
  },
  {
    "document": 101,
    "text": "What Are You Up To? You make me smile. That movie was awesome! That movie was awesome!."
  },
  {
    "document": 102,
    "text": "You’Re Amazing! That movie was awesome! That movie was awesome!."
  },
  {
    "document": 103,
    "text": "What Are You Up To? You're really special to me. Hey, how was your day? Missed you today! I was thinking about you.."
  },
  {
    "document": 104,
    "text": "You'Re Really Special To Me. Thinking about our last date. What are you up to? You make me smile. Are you free this weekend? Do you want to grab coffee?."
  },
  {
    "document": 105,
    "text": "I'D Love To Take You Out Again. Can't wait to see you! You’re amazing!."
  },
  {
    "document": 106,
    "text": "Are You Free This Weekend? Are you free this weekend? Missed you today! I'd love to take you out again. What are you up to? That movie was awesome!."
  },
  {
    "document": 107,
    "text": "You’Re Amazing! Thinking about our last date. Are you free this weekend? Do you want to grab coffee? Thinking about our last date. What are you up to? I'd love to take you out again.."
  },
  {
    "document": 108,
    "text": "Are You Free This Weekend? What are you up to? Hey, how was your day? I was thinking about you. I'd love to take you out again. I had a great time with you. I was thinking about you.."
  },
  {
    "document": 109,
    "text": "I Was Thinking About You. That movie was awesome! Missed you today! That movie was awesome! You're really special to me. I was thinking about you.."
  },
  {
    "document": 110,
    "text": "Can'T Wait To See You! I had a great time with you. You’re amazing! I was thinking about you. You’re amazing! I had a great time with you. Do you want to grab coffee?."
  },
  {
    "document": 111,
    "text": "I Had A Great Time With You. Can't wait to see you! I can't stop thinking about you. Do you want to grab coffee? Are you free this weekend? I'd love to take you out again. Do you want to grab coffee? I'd love to take you out again.."
  },
  {
    "document": 112,
    "text": "I Can'T Stop Thinking About You. Thinking about our last date. You’re amazing! Thinking about our last date. Missed you today!."
  },
  {
    "document": 113,
    "text": "Hey, How Was Your Day? Can't wait to see you! You’re amazing! Thinking about our last date.."
  },
  {
    "document": 114,
    "text": "I Had A Great Time With You. Hey, how was your day? Missed you today! Hey, how was your day? I was thinking about you. You're really special to me. Do you want to grab coffee?."
  },
  {
    "document": 115,
    "text": "You Make Me Smile. Can't wait to see you! I was thinking about you. You’re amazing! Are you free this weekend?."
  },
  {
    "document": 116,
    "text": "I Can'T Stop Thinking About You. Are you free this weekend? I had a great time with you. Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 117,
    "text": "You’Re Amazing! What are you up to? Hey, how was your day? Hey, how was your day?."
  },
  {
    "document": 118,
    "text": "I Had A Great Time With You. You make me smile. I had a great time with you. Do you want to grab coffee? Are you free this weekend? I was thinking about you. You make me smile.."
  },
  {
    "document": 119,
    "text": "That Movie Was Awesome! What are you up to? Hey, how was your day?."
  },
  {
    "document": 120,
    "text": "You’Re Amazing! That movie was awesome! What are you up to? Can't wait to see you! Hey, how was your day? Are you free this weekend?."
  },
  {
    "document": 121,
    "text": "I Was Thinking About You. Hey, how was your day? You’re amazing! You make me smile. You're really special to me.."
  },
  {
    "document": 122,
    "text": "I Can'T Stop Thinking About You. Thinking about our last date. I was thinking about you. Missed you today!."
  },
  {
    "document": 123,
    "text": "Do You Want To Grab Coffee? Can't wait to see you! Hey, how was your day? I was thinking about you. Do you want to grab coffee? You're really special to me. Hey, how was your day? Can't wait to see you!."
  },
  {
    "document": 124,
    "text": "What Are You Up To? You make me smile. You’re amazing! Do you want to grab coffee?."
  },
  {
    "document": 125,
    "text": "Thinking About Our Last Date. That movie was awesome! I had a great time with you. Do you want to grab coffee? I had a great time with you. Hey, how was your day? Do you want to grab coffee?."
  },
  {
    "document": 126,
    "text": "Hey, How Was Your Day? You’re amazing! I was thinking about you. You make me smile.."
  },
  {
    "document": 127,
    "text": "Do You Want To Grab Coffee? Missed you today! Are you free this weekend? Missed you today! You’re amazing! That movie was awesome! You make me smile.."
  },
  {
    "document": 128,
    "text": "Hey, How Was Your Day? Thinking about our last date. Thinking about our last date. You’re amazing!."
  },
  {
    "document": 129,
    "text": "Hey, How Was Your Day? Hey, how was your day? Hey, how was your day? I'd love to take you out again. I had a great time with you. That movie was awesome!."
  },
  {
    "document": 130,
    "text": "Can'T Wait To See You! I can't stop thinking about you. I had a great time with you. I had a great time with you. Thinking about our last date. Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 131,
    "text": "I'D Love To Take You Out Again. Do you want to grab coffee? I can't stop thinking about you. You make me smile. Can't wait to see you! I can't stop thinking about you.."
  },
  {
    "document": 132,
    "text": "That Movie Was Awesome! Thinking about our last date. What are you up to? I had a great time with you.."
  },
  {
    "document": 133,
    "text": "You'Re Really Special To Me. I can't stop thinking about you. I was thinking about you. You’re amazing! I was thinking about you. Thinking about our last date.."
  },
  {
    "document": 134,
    "text": "Hey, How Was Your Day? You’re amazing! You're really special to me.."
  },
  {
    "document": 135,
    "text": "I Was Thinking About You. You’re amazing! I had a great time with you. Thinking about our last date. What are you up to? Missed you today! Missed you today! Hey, how was your day?."
  },
  {
    "document": 136,
    "text": "That Movie Was Awesome! Missed you today! Do you want to grab coffee?."
  },
  {
    "document": 137,
    "text": "Do You Want To Grab Coffee? Hey, how was your day? You make me smile. Do you want to grab coffee?."
  },
  {
    "document": 138,
    "text": "I'D Love To Take You Out Again. What are you up to? I can't stop thinking about you. I had a great time with you. Hey, how was your day? You make me smile. Missed you today!."
  },
  {
    "document": 139,
    "text": "I Had A Great Time With You. I had a great time with you. Hey, how was your day? Can't wait to see you! What are you up to? Hey, how was your day?."
  },
  {
    "document": 140,
    "text": "That Movie Was Awesome! You make me smile. Are you free this weekend? I was thinking about you.."
  },
  {
    "document": 141,
    "text": "Thinking About Our Last Date. Can't wait to see you! You’re amazing!."
  },
  {
    "document": 142,
    "text": "You'Re Really Special To Me. You're really special to me. What are you up to? You're really special to me. Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 143,
    "text": "I Had A Great Time With You. I'd love to take you out again. Hey, how was your day? Hey, how was your day?."
  },
  {
    "document": 144,
    "text": "I Was Thinking About You. Hey, how was your day? I'd love to take you out again.."
  },
  {
    "document": 145,
    "text": "Missed You Today! That movie was awesome! Missed you today! You're really special to me.."
  },
  {
    "document": 146,
    "text": "Can'T Wait To See You! Are you free this weekend? You’re amazing! Hey, how was your day? Thinking about our last date. Hey, how was your day? I'd love to take you out again.."
  },
  {
    "document": 147,
    "text": "Thinking About Our Last Date. Hey, how was your day? You’re amazing! Missed you today! Do you want to grab coffee? What are you up to?."
  },
  {
    "document": 148,
    "text": "What Are You Up To? Thinking about our last date. You're really special to me. Are you free this weekend?."
  },
  {
    "document": 149,
    "text": "I Had A Great Time With You. You make me smile. I had a great time with you. I'd love to take you out again.."
  },
  {
    "document": 150,
    "text": "Do You Want To Grab Coffee? I had a great time with you. That movie was awesome! I can't stop thinking about you.."
  },
  {
    "document": 151,
    "text": "Do You Want To Grab Coffee? I'd love to take you out again. Missed you today! Missed you today! Do you want to grab coffee? I'd love to take you out again.."
  },
  {
    "document": 152,
    "text": "You Make Me Smile. Can't wait to see you! What are you up to? Are you free this weekend? That movie was awesome! I was thinking about you.."
  },
  {
    "document": 153,
    "text": "I Was Thinking About You. That movie was awesome! Do you want to grab coffee? You make me smile. You’re amazing!."
  },
  {
    "document": 154,
    "text": "You'Re Really Special To Me. I can't stop thinking about you. Do you want to grab coffee? I'd love to take you out again. You’re amazing! I'd love to take you out again. What are you up to?."
  },
  {
    "document": 155,
    "text": "Can'T Wait To See You! I had a great time with you. You’re amazing! Thinking about our last date. I can't stop thinking about you.."
  },
  {
    "document": 156,
    "text": "I'D Love To Take You Out Again. Missed you today! That movie was awesome! Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 157,
    "text": "That Movie Was Awesome! Can't wait to see you! Can't wait to see you! Are you free this weekend?."
  },
  {
    "document": 158,
    "text": "You'Re Really Special To Me. What are you up to? I was thinking about you.."
  },
  {
    "document": 159,
    "text": "I Can'T Stop Thinking About You. Missed you today! You're really special to me. I had a great time with you.."
  },
  {
    "document": 160,
    "text": "Missed You Today! Can't wait to see you! I'd love to take you out again. You make me smile. You’re amazing!."
  },
  {
    "document": 161,
    "text": "That Movie Was Awesome! I can't stop thinking about you. You’re amazing! I had a great time with you.."
  },
  {
    "document": 162,
    "text": "I Had A Great Time With You. Thinking about our last date. I was thinking about you. Do you want to grab coffee? I can't stop thinking about you. Missed you today!."
  },
  {
    "document": 163,
    "text": "I'D Love To Take You Out Again. You’re amazing! Hey, how was your day?."
  },
  {
    "document": 164,
    "text": "Hey, How Was Your Day? That movie was awesome! Thinking about our last date. Hey, how was your day? You make me smile. You're really special to me. I had a great time with you. I was thinking about you.."
  },
  {
    "document": 165,
    "text": "That Movie Was Awesome! Can't wait to see you! You're really special to me. Can't wait to see you! I can't stop thinking about you.."
  },
  {
    "document": 166,
    "text": "Are You Free This Weekend? What are you up to? I had a great time with you. Missed you today! You make me smile. I was thinking about you.."
  },
  {
    "document": 167,
    "text": "Hey, How Was Your Day? Thinking about our last date. Are you free this weekend? I had a great time with you. Hey, how was your day? Can't wait to see you! Can't wait to see you! I had a great time with you.."
  },
  {
    "document": 168,
    "text": "Can'T Wait To See You! Do you want to grab coffee? I'd love to take you out again. You make me smile.."
  },
  {
    "document": 169,
    "text": "I'D Love To Take You Out Again. Thinking about our last date. Hey, how was your day? I had a great time with you. Thinking about our last date. What are you up to? Missed you today!."
  },
  {
    "document": 170,
    "text": "You’Re Amazing! You’re amazing! Missed you today! I can't stop thinking about you. Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 171,
    "text": "I Can'T Stop Thinking About You. Missed you today! Are you free this weekend? I'd love to take you out again.."
  },
  {
    "document": 172,
    "text": "Do You Want To Grab Coffee? You’re amazing! I'd love to take you out again. You’re amazing! Can't wait to see you! Are you free this weekend?."
  },
  {
    "document": 173,
    "text": "You Make Me Smile. I had a great time with you. Do you want to grab coffee? I can't stop thinking about you.."
  },
  {
    "document": 174,
    "text": "What Are You Up To? Missed you today! You make me smile. Can't wait to see you!."
  },
  {
    "document": 175,
    "text": "Missed You Today! You're really special to me. Are you free this weekend? You make me smile. You make me smile. What are you up to?."
  },
  {
    "document": 176,
    "text": "You Make Me Smile. Thinking about our last date. Missed you today! I was thinking about you.."
  },
  {
    "document": 177,
    "text": "I Had A Great Time With You. You're really special to me. Can't wait to see you! Can't wait to see you! I'd love to take you out again. What are you up to?."
  },
  {
    "document": 178,
    "text": "That Movie Was Awesome! Are you free this weekend? Do you want to grab coffee? What are you up to? What are you up to? Hey, how was your day?."
  },
  {
    "document": 179,
    "text": "You Make Me Smile. I can't stop thinking about you. You’re amazing! I can't stop thinking about you. I was thinking about you. I can't stop thinking about you. Can't wait to see you! That movie was awesome!."
  },
  {
    "document": 180,
    "text": "You'Re Really Special To Me. Thinking about our last date. Can't wait to see you! You're really special to me. You’re amazing! You make me smile.."
  },
  {
    "document": 181,
    "text": "I Can'T Stop Thinking About You. Are you free this weekend? What are you up to? Can't wait to see you! You’re amazing! I was thinking about you.."
  },
  {
    "document": 182,
    "text": "I'D Love To Take You Out Again. I'd love to take you out again. You're really special to me.."
  },
  {
    "document": 183,
    "text": "What Are You Up To? I'd love to take you out again. Missed you today! Thinking about our last date.."
  },
  {
    "document": 184,
    "text": "What Are You Up To? I had a great time with you. That movie was awesome! You're really special to me. You're really special to me.."
  },
  {
    "document": 185,
    "text": "I'D Love To Take You Out Again. You make me smile. I was thinking about you. Missed you today! I'd love to take you out again. You're really special to me. You make me smile.."
  },
  {
    "document": 186,
    "text": "I Had A Great Time With You. You make me smile. That movie was awesome! Are you free this weekend? What are you up to? You’re amazing! Do you want to grab coffee? That movie was awesome!."
  },
  {
    "document": 187,
    "text": "Are You Free This Weekend? Missed you today! You make me smile. You're really special to me. Hey, how was your day? I had a great time with you.."
  },
  {
    "document": 188,
    "text": "I Was Thinking About You. Are you free this weekend? I can't stop thinking about you. You’re amazing!."
  },
  {
    "document": 189,
    "text": "Missed You Today! You make me smile. I was thinking about you. I had a great time with you. I had a great time with you. Thinking about our last date. I had a great time with you.."
  },
  {
    "document": 190,
    "text": "You’Re Amazing! I can't stop thinking about you. I was thinking about you. Can't wait to see you! I'd love to take you out again.."
  },
  {
    "document": 191,
    "text": "What Are You Up To? What are you up to? You’re amazing! I was thinking about you. You’re amazing!."
  },
  {
    "document": 192,
    "text": "That Movie Was Awesome! I'd love to take you out again. You’re amazing! I can't stop thinking about you. You make me smile. You make me smile. You’re amazing! I can't stop thinking about you.."
  },
  {
    "document": 193,
    "text": "Missed You Today! I can't stop thinking about you. You make me smile. What are you up to? Thinking about our last date. Can't wait to see you! I was thinking about you. Do you want to grab coffee?."
  },
  {
    "document": 194,
    "text": "Hey, How Was Your Day? You make me smile. I was thinking about you. I can't stop thinking about you. You make me smile. What are you up to? That movie was awesome!."
  },
  {
    "document": 195,
    "text": "You’Re Amazing! I'd love to take you out again. You’re amazing! I can't stop thinking about you. Do you want to grab coffee? I'd love to take you out again.."
  },
  {
    "document": 196,
    "text": "I Had A Great Time With You. You're really special to me. I was thinking about you. Missed you today! Thinking about our last date. Thinking about our last date. I had a great time with you.."
  },
  {
    "document": 197,
    "text": "Hey, How Was Your Day? I can't stop thinking about you. What are you up to? Thinking about our last date. What are you up to? Thinking about our last date.."
  },
  {
    "document": 198,
    "text": "You’Re Amazing! I had a great time with you. You're really special to me. You’re amazing! Thinking about our last date.."
  },
  {
    "document": 199,
    "text": "Do You Want To Grab Coffee? Do you want to grab coffee? You're really special to me. Hey, how was your day?."
  },
  {
    "document": 200,
    "text": "I'D Love To Take You Out Again. You make me smile. What are you up to? Hey, how was your day?."
  },
  {
    "document": 201,
    "text": "Can'T Wait To See You! Can't wait to see you! Missed you today! Do you want to grab coffee? Can't wait to see you! Are you free this weekend?."
  },
  {
    "document": 202,
    "text": "What Are You Up To? I was thinking about you. You're really special to me. I had a great time with you. I can't stop thinking about you. You’re amazing!."
  },
  {
    "document": 203,
    "text": "You’Re Amazing! I had a great time with you. Can't wait to see you!."
  },
  {
    "document": 204,
    "text": "That Movie Was Awesome! That movie was awesome! You're really special to me.."
  },
  {
    "document": 205,
    "text": "Hey, How Was Your Day? I had a great time with you. You're really special to me. That movie was awesome!."
  },
  {
    "document": 206,
    "text": "What Are You Up To? I was thinking about you. Can't wait to see you! Do you want to grab coffee? Do you want to grab coffee?."
  },
  {
    "document": 207,
    "text": "That Movie Was Awesome! Hey, how was your day? Can't wait to see you! I'd love to take you out again. You're really special to me.."
  },
  {
    "document": 208,
    "text": "Missed You Today! Thinking about our last date. That movie was awesome! Can't wait to see you! You’re amazing!."
  },
  {
    "document": 209,
    "text": "I Had A Great Time With You. I had a great time with you. What are you up to? You’re amazing!."
  },
  {
    "document": 210,
    "text": "I Was Thinking About You. I had a great time with you. You make me smile. I was thinking about you.."
  },
  {
    "document": 211,
    "text": "I Can'T Stop Thinking About You. What are you up to? I can't stop thinking about you.."
  },
  {
    "document": 212,
    "text": "Do You Want To Grab Coffee? You're really special to me. Can't wait to see you!."
  },
  {
    "document": 213,
    "text": "That Movie Was Awesome! Thinking about our last date. That movie was awesome! You’re amazing! Are you free this weekend? I was thinking about you. Do you want to grab coffee? That movie was awesome!."
  },
  {
    "document": 214,
    "text": "You Make Me Smile. Are you free this weekend? Do you want to grab coffee? Missed you today!."
  },
  {
    "document": 215,
    "text": "I Was Thinking About You. Hey, how was your day? I'd love to take you out again. I was thinking about you. You make me smile. Thinking about our last date. Are you free this weekend?."
  },
  {
    "document": 216,
    "text": "I Had A Great Time With You. What are you up to? What are you up to? You’re amazing!."
  },
  {
    "document": 217,
    "text": "What Are You Up To? Are you free this weekend? You're really special to me. Are you free this weekend? You’re amazing! I was thinking about you. I'd love to take you out again.."
  },
  {
    "document": 218,
    "text": "Thinking About Our Last Date. You make me smile. You make me smile.."
  },
  {
    "document": 219,
    "text": "I Was Thinking About You. You're really special to me. Missed you today! I was thinking about you. Thinking about our last date.."
  },
  {
    "document": 220,
    "text": "Thinking About Our Last Date. I can't stop thinking about you. Do you want to grab coffee? You make me smile.."
  },
  {
    "document": 221,
    "text": "Are You Free This Weekend? I can't stop thinking about you. I can't stop thinking about you. That movie was awesome!."
  },
  {
    "document": 222,
    "text": "Thinking About Our Last Date. You make me smile. I was thinking about you. I can't stop thinking about you. Can't wait to see you! Hey, how was your day?."
  },
  {
    "document": 223,
    "text": "That Movie Was Awesome! I had a great time with you. Can't wait to see you! Can't wait to see you! Can't wait to see you! What are you up to? You make me smile.."
  },
  {
    "document": 224,
    "text": "What Are You Up To? You’re amazing! I can't stop thinking about you. I can't stop thinking about you. You make me smile.."
  },
  {
    "document": 225,
    "text": "Missed You Today! You’re amazing! Do you want to grab coffee? Thinking about our last date. What are you up to? I had a great time with you.."
  },
  {
    "document": 226,
    "text": "Do You Want To Grab Coffee? That movie was awesome! You make me smile. You're really special to me. I'd love to take you out again. Hey, how was your day?."
  },
  {
    "document": 227,
    "text": "I'D Love To Take You Out Again. Do you want to grab coffee? You're really special to me. Are you free this weekend?."
  },
  {
    "document": 228,
    "text": "You’Re Amazing! Do you want to grab coffee? Can't wait to see you! I was thinking about you. You’re amazing! Thinking about our last date.."
  },
  {
    "document": 229,
    "text": "Do You Want To Grab Coffee? Thinking about our last date. Hey, how was your day? What are you up to? Missed you today! I was thinking about you.."
  },
  {
    "document": 230,
    "text": "You'Re Really Special To Me. Missed you today! You’re amazing! Missed you today!."
  },
  {
    "document": 231,
    "text": "You’Re Amazing! Hey, how was your day? You're really special to me. You make me smile.."
  },
  {
    "document": 232,
    "text": "You’Re Amazing! Do you want to grab coffee? Hey, how was your day? You make me smile. Are you free this weekend? Missed you today!."
  },
  {
    "document": 233,
    "text": "You'Re Really Special To Me. I'd love to take you out again. Can't wait to see you! I'd love to take you out again. You're really special to me. Missed you today! You're really special to me.."
  },
  {
    "document": 234,
    "text": "What Are You Up To? Missed you today! You make me smile. Are you free this weekend? You’re amazing! I was thinking about you. You're really special to me.."
  },
  {
    "document": 235,
    "text": "I Was Thinking About You. You're really special to me. Missed you today! I had a great time with you. Missed you today!."
  },
  {
    "document": 236,
    "text": "I'D Love To Take You Out Again. I was thinking about you. Hey, how was your day? Thinking about our last date. I can't stop thinking about you. Do you want to grab coffee?."
  },
  {
    "document": 237,
    "text": "I Had A Great Time With You. Missed you today! You make me smile. Are you free this weekend? I can't stop thinking about you. What are you up to?."
  },
  {
    "document": 238,
    "text": "Missed You Today! What are you up to? I can't stop thinking about you. What are you up to?."
  },
  {
    "document": 239,
    "text": "Missed You Today! I had a great time with you. I had a great time with you. Missed you today!."
  },
  {
    "document": 240,
    "text": "What Are You Up To? Do you want to grab coffee? Hey, how was your day? Do you want to grab coffee? You make me smile. You’re amazing! I can't stop thinking about you. Hey, how was your day?."
  },
  {
    "document": 241,
    "text": "You Make Me Smile. I can't stop thinking about you. That movie was awesome! You make me smile. I had a great time with you.."
  },
  {
    "document": 242,
    "text": "That Movie Was Awesome! What are you up to? I had a great time with you. Do you want to grab coffee? I can't stop thinking about you.."
  },
  {
    "document": 243,
    "text": "I Had A Great Time With You. Hey, how was your day? Thinking about our last date. You make me smile. Are you free this weekend? I can't stop thinking about you. Hey, how was your day?."
  },
  {
    "document": 244,
    "text": "Do You Want To Grab Coffee? I had a great time with you. Are you free this weekend? You make me smile.."
  },
  {
    "document": 245,
    "text": "What Are You Up To? I can't stop thinking about you. Are you free this weekend? Hey, how was your day? Missed you today! What are you up to?."
  },
  {
    "document": 246,
    "text": "Are You Free This Weekend? Missed you today! Are you free this weekend? I'd love to take you out again. I had a great time with you. I can't stop thinking about you. I had a great time with you.."
  },
  {
    "document": 247,
    "text": "You Make Me Smile. Thinking about our last date. Missed you today! What are you up to? I had a great time with you. Hey, how was your day? Hey, how was your day? Are you free this weekend?."
  },
  {
    "document": 248,
    "text": "I Was Thinking About You. Can't wait to see you! That movie was awesome! I had a great time with you. What are you up to?."
  },
  {
    "document": 249,
    "text": "You’Re Amazing! You’re amazing! Do you want to grab coffee? I'd love to take you out again. I had a great time with you. What are you up to?."
  },
  {
    "document": 250,
    "text": "Can'T Wait To See You! Thinking about our last date. That movie was awesome! That movie was awesome! I can't stop thinking about you. Thinking about our last date. Thinking about our last date.."
  },
  {
    "document": 251,
    "text": "Hey, How Was Your Day? You’re amazing! Are you free this weekend? Missed you today! You’re amazing! Are you free this weekend? Missed you today!."
  },
  {
    "document": 252,
    "text": "Missed You Today! Missed you today! I was thinking about you. You're really special to me. You're really special to me.."
  },
  {
    "document": 253,
    "text": "I Had A Great Time With You. Hey, how was your day? Missed you today! I had a great time with you. Hey, how was your day? Do you want to grab coffee?."
  },
  {
    "document": 254,
    "text": "Do You Want To Grab Coffee? Do you want to grab coffee? You make me smile. You're really special to me.."
  },
  {
    "document": 255,
    "text": "I Had A Great Time With You. Missed you today! Do you want to grab coffee? You're really special to me. I had a great time with you. Are you free this weekend? You’re amazing!."
  },
  {
    "document": 256,
    "text": "I Was Thinking About You. I'd love to take you out again. Missed you today!."
  },
  {
    "document": 257,
    "text": "You’Re Amazing! Hey, how was your day? You’re amazing! You make me smile. You make me smile.."
  },
  {
    "document": 258,
    "text": "You’Re Amazing! That movie was awesome! Can't wait to see you! Can't wait to see you! Can't wait to see you! Are you free this weekend? I can't stop thinking about you.."
  },
  {
    "document": 259,
    "text": "Can'T Wait To See You! I can't stop thinking about you. Missed you today! That movie was awesome!."
  },
  {
    "document": 260,
    "text": "Hey, How Was Your Day? I can't stop thinking about you. I'd love to take you out again. I can't stop thinking about you. What are you up to? I can't stop thinking about you.."
  },
  {
    "document": 261,
    "text": "Hey, How Was Your Day? Are you free this weekend? You're really special to me. What are you up to?."
  },
  {
    "document": 262,
    "text": "Do You Want To Grab Coffee? You make me smile. I was thinking about you. You're really special to me. Can't wait to see you! You’re amazing!."
  },
  {
    "document": 263,
    "text": "Are You Free This Weekend? You're really special to me. I had a great time with you. I can't stop thinking about you. Hey, how was your day? Can't wait to see you!."
  },
  {
    "document": 264,
    "text": "Hey, How Was Your Day? You’re amazing! Do you want to grab coffee? Missed you today! What are you up to?."
  },
  {
    "document": 265,
    "text": "Hey, How Was Your Day? Thinking about our last date. Missed you today! I was thinking about you. I had a great time with you.."
  },
  {
    "document": 266,
    "text": "You’Re Amazing! What are you up to? Hey, how was your day? Missed you today! Hey, how was your day?."
  },
  {
    "document": 267,
    "text": "That Movie Was Awesome! Missed you today! You’re amazing! I was thinking about you. Do you want to grab coffee? You're really special to me.."
  },
  {
    "document": 268,
    "text": "I Had A Great Time With You. You’re amazing! Can't wait to see you! I can't stop thinking about you. I can't stop thinking about you. You make me smile. What are you up to?."
  },
  {
    "document": 269,
    "text": "You Make Me Smile. You’re amazing! I can't stop thinking about you. What are you up to?."
  },
  {
    "document": 270,
    "text": "Can'T Wait To See You! Thinking about our last date. Can't wait to see you! That movie was awesome! Are you free this weekend? Thinking about our last date. Can't wait to see you!."
  },
  {
    "document": 271,
    "text": "I'D Love To Take You Out Again. I'd love to take you out again. Are you free this weekend? What are you up to? Hey, how was your day? You’re amazing! I had a great time with you. I was thinking about you.."
  },
  {
    "document": 272,
    "text": "Are You Free This Weekend? I'd love to take you out again. What are you up to? Do you want to grab coffee?."
  },
  {
    "document": 273,
    "text": "You’Re Amazing! Can't wait to see you! I'd love to take you out again. That movie was awesome!."
  },
  {
    "document": 274,
    "text": "You Make Me Smile. I'd love to take you out again. Hey, how was your day? What are you up to?."
  },
  {
    "document": 275,
    "text": "Missed You Today! Hey, how was your day? That movie was awesome! Hey, how was your day?."
  },
  {
    "document": 276,
    "text": "You’Re Amazing! I had a great time with you. Can't wait to see you! You're really special to me. I'd love to take you out again. Do you want to grab coffee? You’re amazing!."
  },
  {
    "document": 277,
    "text": "That Movie Was Awesome! I had a great time with you. Can't wait to see you! Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 278,
    "text": "You'Re Really Special To Me. Do you want to grab coffee? You're really special to me. I'd love to take you out again. What are you up to?."
  },
  {
    "document": 279,
    "text": "Thinking About Our Last Date. Thinking about our last date. Thinking about our last date. Do you want to grab coffee? Missed you today! I had a great time with you.."
  },
  {
    "document": 280,
    "text": "That Movie Was Awesome! I'd love to take you out again. What are you up to? Can't wait to see you! Do you want to grab coffee? What are you up to? That movie was awesome!."
  },
  {
    "document": 281,
    "text": "Missed You Today! I was thinking about you. Missed you today!."
  },
  {
    "document": 282,
    "text": "Missed You Today! I can't stop thinking about you. Are you free this weekend? You’re amazing! I was thinking about you. You make me smile.."
  },
  {
    "document": 283,
    "text": "Can'T Wait To See You! I can't stop thinking about you. That movie was awesome! Do you want to grab coffee? You're really special to me. You make me smile.."
  },
  {
    "document": 284,
    "text": "You'Re Really Special To Me. You’re amazing! Missed you today! I was thinking about you.."
  },
  {
    "document": 285,
    "text": "You’Re Amazing! I can't stop thinking about you. You make me smile. I can't stop thinking about you. You make me smile. That movie was awesome! Can't wait to see you!."
  },
  {
    "document": 286,
    "text": "I'D Love To Take You Out Again. Hey, how was your day? What are you up to? You're really special to me. Do you want to grab coffee?."
  },
  {
    "document": 287,
    "text": "That Movie Was Awesome! Thinking about our last date. You're really special to me. I was thinking about you. I had a great time with you. What are you up to?."
  },
  {
    "document": 288,
    "text": "Are You Free This Weekend? You make me smile. That movie was awesome! Missed you today! I'd love to take you out again. What are you up to? You're really special to me.."
  },
  {
    "document": 289,
    "text": "Hey, How Was Your Day? What are you up to? You make me smile. Can't wait to see you! You make me smile. Are you free this weekend?."
  },
  {
    "document": 290,
    "text": "You Make Me Smile. I had a great time with you. I can't stop thinking about you.."
  },
  {
    "document": 291,
    "text": "What Are You Up To? Hey, how was your day? What are you up to? I can't stop thinking about you. I'd love to take you out again. You make me smile. What are you up to? I'd love to take you out again.."
  },
  {
    "document": 292,
    "text": "Can'T Wait To See You! Missed you today! You're really special to me. You make me smile. Are you free this weekend? That movie was awesome!."
  },
  {
    "document": 293,
    "text": "That Movie Was Awesome! I'd love to take you out again. What are you up to? Do you want to grab coffee? You’re amazing! You're really special to me.."
  },
  {
    "document": 294,
    "text": "I Had A Great Time With You. You make me smile. Thinking about our last date. Hey, how was your day? You make me smile. What are you up to?."
  },
  {
    "document": 295,
    "text": "You Make Me Smile. I can't stop thinking about you. I had a great time with you.."
  },
  {
    "document": 296,
    "text": "You Make Me Smile. You make me smile. I was thinking about you. Are you free this weekend? I'd love to take you out again. I had a great time with you. I can't stop thinking about you.."
  },
  {
    "document": 297,
    "text": "Do You Want To Grab Coffee? Do you want to grab coffee? Thinking about our last date. Thinking about our last date. Do you want to grab coffee? Thinking about our last date. Do you want to grab coffee?."
  },
  {
    "document": 298,
    "text": "Missed You Today! Do you want to grab coffee? Are you free this weekend? You're really special to me.."
  },
  {
    "document": 299,
    "text": "I Was Thinking About You. I was thinking about you. I had a great time with you. Hey, how was your day? You're really special to me. You're really special to me.."
  },
  {
    "document": 300,
    "text": "That Movie Was Awesome! What are you up to? I can't stop thinking about you. Are you free this weekend? You're really special to me.."
  },
  {
    "document": 301,
    "text": "You’Re Amazing! I'd love to take you out again. I had a great time with you. I was thinking about you. Thinking about our last date. I can't stop thinking about you.."
  },
  {
    "document": 302,
    "text": "I Had A Great Time With You. Thinking about our last date. Missed you today! Do you want to grab coffee? Do you want to grab coffee?."
  },
  {
    "document": 303,
    "text": "You'Re Really Special To Me. I'd love to take you out again. You make me smile. Can't wait to see you! What are you up to? Missed you today! You're really special to me.."
  },
  {
    "document": 304,
    "text": "I Was Thinking About You. I had a great time with you. Missed you today! You're really special to me. I can't stop thinking about you. I had a great time with you.."
  },
  {
    "document": 305,
    "text": "You'Re Really Special To Me. Can't wait to see you! That movie was awesome! Can't wait to see you! You're really special to me. What are you up to?."
  },
  {
    "document": 306,
    "text": "I Can'T Stop Thinking About You. I was thinking about you. You're really special to me. I'd love to take you out again. I had a great time with you. You make me smile.."
  },
  {
    "document": 307,
    "text": "I Was Thinking About You. Hey, how was your day? You make me smile. I had a great time with you.."
  },
  {
    "document": 308,
    "text": "I Was Thinking About You. Missed you today! Are you free this weekend? Missed you today!."
  },
  {
    "document": 309,
    "text": "Hey, How Was Your Day? That movie was awesome! Thinking about our last date.."
  },
  {
    "document": 310,
    "text": "I Had A Great Time With You. I had a great time with you. Do you want to grab coffee? Do you want to grab coffee? Can't wait to see you! That movie was awesome! I was thinking about you.."
  },
  {
    "document": 311,
    "text": "I Can'T Stop Thinking About You. I had a great time with you. You make me smile. You're really special to me. I had a great time with you. You're really special to me.."
  },
  {
    "document": 312,
    "text": "Missed You Today! Are you free this weekend? Missed you today!."
  },
  {
    "document": 313,
    "text": "Are You Free This Weekend? I'd love to take you out again. That movie was awesome! I was thinking about you. I was thinking about you. I'd love to take you out again.."
  },
  {
    "document": 314,
    "text": "Hey, How Was Your Day? You're really special to me. Can't wait to see you! I was thinking about you. Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 315,
    "text": "You’Re Amazing! Do you want to grab coffee? Are you free this weekend? You're really special to me.."
  },
  {
    "document": 316,
    "text": "Thinking About Our Last Date. Thinking about our last date. I'd love to take you out again.."
  },
  {
    "document": 317,
    "text": "I Can'T Stop Thinking About You. Are you free this weekend? Can't wait to see you!."
  },
  {
    "document": 318,
    "text": "What Are You Up To? That movie was awesome! Missed you today! I had a great time with you.."
  },
  {
    "document": 319,
    "text": "What Are You Up To? I can't stop thinking about you. Hey, how was your day? I'd love to take you out again. Hey, how was your day? Are you free this weekend? You're really special to me.."
  },
  {
    "document": 320,
    "text": "I Can'T Stop Thinking About You. You make me smile. You’re amazing! I was thinking about you. That movie was awesome! I had a great time with you. You’re amazing! Do you want to grab coffee?."
  },
  {
    "document": 321,
    "text": "Do You Want To Grab Coffee? Missed you today! You make me smile. I can't stop thinking about you. I'd love to take you out again.."
  },
  {
    "document": 322,
    "text": "You’Re Amazing! What are you up to? I can't stop thinking about you. You’re amazing!."
  },
  {
    "document": 323,
    "text": "Missed You Today! You're really special to me. You're really special to me. Missed you today! You're really special to me.."
  },
  {
    "document": 324,
    "text": "Can'T Wait To See You! Do you want to grab coffee? Thinking about our last date. I'd love to take you out again. Thinking about our last date. You make me smile.."
  },
  {
    "document": 325,
    "text": "I'D Love To Take You Out Again. You’re amazing! I had a great time with you. Can't wait to see you! You're really special to me. Missed you today!."
  },
  {
    "document": 326,
    "text": "Do You Want To Grab Coffee? What are you up to? Thinking about our last date. Missed you today! Thinking about our last date. You make me smile. Thinking about our last date.."
  },
  {
    "document": 327,
    "text": "You'Re Really Special To Me. Missed you today! I can't stop thinking about you. You're really special to me. I was thinking about you. I'd love to take you out again. I can't stop thinking about you. You're really special to me.."
  },
  {
    "document": 328,
    "text": "I Can'T Stop Thinking About You. I'd love to take you out again. Do you want to grab coffee? You make me smile. What are you up to? What are you up to?."
  },
  {
    "document": 329,
    "text": "I Can'T Stop Thinking About You. Are you free this weekend? You make me smile. Thinking about our last date. You’re amazing! You're really special to me. I'd love to take you out again.."
  },
  {
    "document": 330,
    "text": "I Had A Great Time With You. Thinking about our last date. You make me smile. I'd love to take you out again. Are you free this weekend? I can't stop thinking about you.."
  },
  {
    "document": 331,
    "text": "Thinking About Our Last Date. You’re amazing! You make me smile. You're really special to me.."
  },
  {
    "document": 332,
    "text": "Thinking About Our Last Date. You’re amazing! Thinking about our last date. Thinking about our last date. You make me smile. That movie was awesome! I had a great time with you.."
  },
  {
    "document": 333,
    "text": "I Had A Great Time With You. What are you up to? You’re amazing! What are you up to? Are you free this weekend? You make me smile.."
  },
  {
    "document": 334,
    "text": "I Can'T Stop Thinking About You. I was thinking about you. I can't stop thinking about you. I was thinking about you.."
  },
  {
    "document": 335,
    "text": "I'D Love To Take You Out Again. You make me smile. What are you up to?."
  },
  {
    "document": 336,
    "text": "Can'T Wait To See You! You make me smile. I was thinking about you. You make me smile. Hey, how was your day?."
  },
  {
    "document": 337,
    "text": "I Was Thinking About You. Are you free this weekend? Thinking about our last date. I had a great time with you.."
  },
  {
    "document": 338,
    "text": "You’Re Amazing! Thinking about our last date. Do you want to grab coffee? You make me smile. Do you want to grab coffee?."
  },
  {
    "document": 339,
    "text": "That Movie Was Awesome! Hey, how was your day? I had a great time with you. I can't stop thinking about you.."
  },
  {
    "document": 340,
    "text": "I'D Love To Take You Out Again. Can't wait to see you! Hey, how was your day?."
  },
  {
    "document": 341,
    "text": "I Had A Great Time With You. Thinking about our last date. You're really special to me. I had a great time with you. Can't wait to see you! You're really special to me.."
  },
  {
    "document": 342,
    "text": "You’Re Amazing! Thinking about our last date. I was thinking about you. I was thinking about you. You're really special to me. Do you want to grab coffee? I can't stop thinking about you. Can't wait to see you!."
  },
  {
    "document": 343,
    "text": "I Was Thinking About You. You're really special to me. That movie was awesome! Can't wait to see you!."
  },
  {
    "document": 344,
    "text": "What Are You Up To? Missed you today! What are you up to? What are you up to? Are you free this weekend?."
  },
  {
    "document": 345,
    "text": "Do You Want To Grab Coffee? I can't stop thinking about you. Missed you today! What are you up to?."
  },
  {
    "document": 346,
    "text": "Hey, How Was Your Day? Can't wait to see you! What are you up to? You make me smile.."
  },
  {
    "document": 347,
    "text": "I Was Thinking About You. What are you up to? Hey, how was your day?."
  },
  {
    "document": 348,
    "text": "Hey, How Was Your Day? You’re amazing! Thinking about our last date. You're really special to me. You’re amazing! Are you free this weekend?."
  },
  {
    "document": 349,
    "text": "Thinking About Our Last Date. That movie was awesome! What are you up to? Are you free this weekend? Missed you today! What are you up to?."
  },
  {
    "document": 350,
    "text": "I Had A Great Time With You. That movie was awesome! Hey, how was your day? I can't stop thinking about you.."
  },
  {
    "document": 351,
    "text": "Can'T Wait To See You! I was thinking about you. Can't wait to see you! You’re amazing!."
  },
  {
    "document": 352,
    "text": "I Had A Great Time With You. What are you up to? I was thinking about you. I was thinking about you. I'd love to take you out again. You’re amazing!."
  },
  {
    "document": 353,
    "text": "You Make Me Smile. That movie was awesome! I had a great time with you. I had a great time with you. Can't wait to see you!."
  },
  {
    "document": 354,
    "text": "What Are You Up To? I can't stop thinking about you. That movie was awesome! Are you free this weekend? You're really special to me.."
  },
  {
    "document": 355,
    "text": "I'D Love To Take You Out Again. Can't wait to see you! You're really special to me. I had a great time with you. What are you up to? Hey, how was your day?."
  },
  {
    "document": 356,
    "text": "Can'T Wait To See You! You're really special to me. Can't wait to see you! You make me smile. I had a great time with you. Thinking about our last date.."
  },
  {
    "document": 357,
    "text": "You'Re Really Special To Me. Do you want to grab coffee? I had a great time with you. What are you up to? I was thinking about you. I'd love to take you out again.."
  },
  {
    "document": 358,
    "text": "Hey, How Was Your Day? I'd love to take you out again. Missed you today! Can't wait to see you! That movie was awesome! I had a great time with you.."
  },
  {
    "document": 359,
    "text": "I Had A Great Time With You. Can't wait to see you! Thinking about our last date. Do you want to grab coffee?."
  },
  {
    "document": 360,
    "text": "Do You Want To Grab Coffee? I can't stop thinking about you. Are you free this weekend? Are you free this weekend? Do you want to grab coffee?."
  },
  {
    "document": 361,
    "text": "I'D Love To Take You Out Again. Do you want to grab coffee? I'd love to take you out again. Missed you today! You’re amazing!."
  },
  {
    "document": 362,
    "text": "I Was Thinking About You. Missed you today! Can't wait to see you! Can't wait to see you! You’re amazing!."
  },
  {
    "document": 363,
    "text": "Are You Free This Weekend? I was thinking about you. I was thinking about you. Do you want to grab coffee? Do you want to grab coffee?."
  },
  {
    "document": 364,
    "text": "Can'T Wait To See You! Thinking about our last date. You make me smile. You make me smile.."
  },
  {
    "document": 365,
    "text": "Do You Want To Grab Coffee? You make me smile. Missed you today! I'd love to take you out again. Thinking about our last date. I was thinking about you. Can't wait to see you! Thinking about our last date.."
  },
  {
    "document": 366,
    "text": "That Movie Was Awesome! Hey, how was your day? Hey, how was your day? I had a great time with you.."
  },
  {
    "document": 367,
    "text": "Are You Free This Weekend? Missed you today! Hey, how was your day? You make me smile. You're really special to me. That movie was awesome! I can't stop thinking about you. Do you want to grab coffee?."
  },
  {
    "document": 368,
    "text": "Thinking About Our Last Date. What are you up to? I had a great time with you. Missed you today! I was thinking about you. Missed you today! I was thinking about you. What are you up to?."
  },
  {
    "document": 369,
    "text": "Are You Free This Weekend? Do you want to grab coffee? You make me smile. Can't wait to see you! I'd love to take you out again.."
  },
  {
    "document": 370,
    "text": "Are You Free This Weekend? Can't wait to see you! You make me smile. Hey, how was your day? That movie was awesome! What are you up to? I'd love to take you out again. You’re amazing!."
  },
  {
    "document": 371,
    "text": "You Make Me Smile. Do you want to grab coffee? Can't wait to see you! I had a great time with you.."
  },
  {
    "document": 372,
    "text": "Missed You Today! Missed you today! That movie was awesome! That movie was awesome! You make me smile.."
  },
  {
    "document": 373,
    "text": "Hey, How Was Your Day? I was thinking about you. Do you want to grab coffee? I'd love to take you out again. I had a great time with you. Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 374,
    "text": "That Movie Was Awesome! You’re amazing! I had a great time with you. That movie was awesome! You're really special to me. Can't wait to see you! You're really special to me.."
  },
  {
    "document": 375,
    "text": "Do You Want To Grab Coffee? Can't wait to see you! Can't wait to see you!."
  },
  {
    "document": 376,
    "text": "Are You Free This Weekend? You’re amazing! I was thinking about you. That movie was awesome! That movie was awesome! That movie was awesome!."
  },
  {
    "document": 377,
    "text": "I Was Thinking About You. You make me smile. I was thinking about you. I'd love to take you out again. Thinking about our last date. Missed you today! I was thinking about you.."
  },
  {
    "document": 378,
    "text": "I Can'T Stop Thinking About You. I had a great time with you. I can't stop thinking about you. I can't stop thinking about you. What are you up to? I had a great time with you. That movie was awesome!."
  },
  {
    "document": 379,
    "text": "Are You Free This Weekend? Missed you today! What are you up to? That movie was awesome! Hey, how was your day?."
  },
  {
    "document": 380,
    "text": "What Are You Up To? Missed you today! Are you free this weekend? Can't wait to see you!."
  },
  {
    "document": 381,
    "text": "Can'T Wait To See You! Can't wait to see you! I can't stop thinking about you. I had a great time with you. Thinking about our last date. Hey, how was your day? Are you free this weekend? Hey, how was your day?."
  },
  {
    "document": 382,
    "text": "What Are You Up To? You’re amazing! Thinking about our last date. That movie was awesome! Are you free this weekend? I was thinking about you.."
  },
  {
    "document": 383,
    "text": "I Can'T Stop Thinking About You. That movie was awesome! Missed you today! I was thinking about you. Hey, how was your day? Do you want to grab coffee?."
  },
  {
    "document": 384,
    "text": "Missed You Today! Hey, how was your day? Are you free this weekend? Do you want to grab coffee?."
  },
  {
    "document": 385,
    "text": "Hey, How Was Your Day? You're really special to me. I'd love to take you out again. I can't stop thinking about you. I had a great time with you. You’re amazing! What are you up to?."
  },
  {
    "document": 386,
    "text": "Missed You Today! Hey, how was your day? You make me smile. Do you want to grab coffee? Do you want to grab coffee? Thinking about our last date. Thinking about our last date.."
  },
  {
    "document": 387,
    "text": "Are You Free This Weekend? That movie was awesome! Missed you today! Are you free this weekend? Can't wait to see you! You’re amazing!."
  },
  {
    "document": 388,
    "text": "Do You Want To Grab Coffee? You’re amazing! I'd love to take you out again. I was thinking about you. Do you want to grab coffee?."
  },
  {
    "document": 389,
    "text": "Are You Free This Weekend? You make me smile. Missed you today! What are you up to? I was thinking about you. I'd love to take you out again.."
  },
  {
    "document": 390,
    "text": "What Are You Up To? Are you free this weekend? Missed you today! Can't wait to see you!."
  },
  {
    "document": 391,
    "text": "You’Re Amazing! I'd love to take you out again. I had a great time with you. I was thinking about you. Hey, how was your day? Are you free this weekend? I can't stop thinking about you.."
  },
  {
    "document": 392,
    "text": "You’Re Amazing! I'd love to take you out again. I had a great time with you. You're really special to me. I had a great time with you.."
  },
  {
    "document": 393,
    "text": "Hey, How Was Your Day? Are you free this weekend? Can't wait to see you! I had a great time with you. I had a great time with you. I had a great time with you.."
  },
  {
    "document": 394,
    "text": "I Was Thinking About You. What are you up to? You're really special to me. Are you free this weekend? Do you want to grab coffee?."
  },
  {
    "document": 395,
    "text": "Thinking About Our Last Date. What are you up to? Are you free this weekend? I was thinking about you. I can't stop thinking about you. Do you want to grab coffee?."
  },
  {
    "document": 396,
    "text": "I Can'T Stop Thinking About You. Do you want to grab coffee? Hey, how was your day? You’re amazing! That movie was awesome!."
  },
  {
    "document": 397,
    "text": "Can'T Wait To See You! Do you want to grab coffee? Can't wait to see you!."
  },
  {
    "document": 398,
    "text": "Missed You Today! I can't stop thinking about you. You’re amazing! Can't wait to see you!."
  },
  {
    "document": 399,
    "text": "That Movie Was Awesome! I was thinking about you. I can't stop thinking about you. What are you up to? Missed you today! Can't wait to see you! You’re amazing!."
  },
  {
    "document": 400,
    "text": "You’Re Amazing! You're really special to me. You make me smile. You're really special to me. I had a great time with you.."
  },
  {
    "document": 401,
    "text": "Do You Want To Grab Coffee? I can't stop thinking about you. Thinking about our last date.."
  },
  {
    "document": 402,
    "text": "You Make Me Smile. That movie was awesome! Missed you today! I was thinking about you. Do you want to grab coffee? Hey, how was your day?."
  },
  {
    "document": 403,
    "text": "Thinking About Our Last Date. Thinking about our last date. Thinking about our last date. Hey, how was your day? I can't stop thinking about you. You make me smile. Do you want to grab coffee?."
  },
  {
    "document": 404,
    "text": "Missed You Today! You’re amazing! You make me smile. Are you free this weekend? Do you want to grab coffee?."
  },
  {
    "document": 405,
    "text": "I Had A Great Time With You. I had a great time with you. Hey, how was your day? You make me smile. You’re amazing!."
  },
  {
    "document": 406,
    "text": "Hey, How Was Your Day? I'd love to take you out again. Can't wait to see you! What are you up to? Hey, how was your day?."
  },
  {
    "document": 407,
    "text": "I Had A Great Time With You. Do you want to grab coffee? Are you free this weekend? Missed you today!."
  },
  {
    "document": 408,
    "text": "You’Re Amazing! Do you want to grab coffee? I was thinking about you. I'd love to take you out again. You’re amazing! I can't stop thinking about you. Hey, how was your day?."
  },
  {
    "document": 409,
    "text": "That Movie Was Awesome! I was thinking about you. I was thinking about you. Thinking about our last date.."
  },
  {
    "document": 410,
    "text": "Are You Free This Weekend? I can't stop thinking about you. Can't wait to see you! I'd love to take you out again. I'd love to take you out again.."
  },
  {
    "document": 411,
    "text": "I Was Thinking About You. You’re amazing! Can't wait to see you! What are you up to? Hey, how was your day? That movie was awesome! Can't wait to see you!."
  },
  {
    "document": 412,
    "text": "You’Re Amazing! Do you want to grab coffee? Do you want to grab coffee? I can't stop thinking about you. You’re amazing! Do you want to grab coffee?."
  },
  {
    "document": 413,
    "text": "I Had A Great Time With You. I can't stop thinking about you. Thinking about our last date. I had a great time with you.."
  },
  {
    "document": 414,
    "text": "You Make Me Smile. I'd love to take you out again. Do you want to grab coffee? Missed you today! I can't stop thinking about you.."
  },
  {
    "document": 415,
    "text": "Thinking About Our Last Date. Missed you today! Do you want to grab coffee? You make me smile. That movie was awesome! I had a great time with you.."
  },
  {
    "document": 416,
    "text": "You'Re Really Special To Me. Missed you today! Can't wait to see you! Can't wait to see you! That movie was awesome! I'd love to take you out again. What are you up to?."
  },
  {
    "document": 417,
    "text": "I'D Love To Take You Out Again. That movie was awesome! You're really special to me. Do you want to grab coffee? You're really special to me.."
  },
  {
    "document": 418,
    "text": "I Had A Great Time With You. I can't stop thinking about you. You’re amazing! I was thinking about you. Missed you today! You're really special to me. Missed you today!."
  },
  {
    "document": 419,
    "text": "Thinking About Our Last Date. That movie was awesome! I'd love to take you out again. I'd love to take you out again. That movie was awesome! You make me smile. Do you want to grab coffee?."
  },
  {
    "document": 420,
    "text": "You'Re Really Special To Me. I was thinking about you. Hey, how was your day? I had a great time with you. I can't stop thinking about you. Thinking about our last date. I can't stop thinking about you.."
  },
  {
    "document": 421,
    "text": "Thinking About Our Last Date. You’re amazing! I had a great time with you. I'd love to take you out again. You're really special to me. I'd love to take you out again.."
  },
  {
    "document": 422,
    "text": "Are You Free This Weekend? I can't stop thinking about you. You make me smile. You make me smile. Missed you today! I'd love to take you out again. I had a great time with you.."
  },
  {
    "document": 423,
    "text": "Missed You Today! Are you free this weekend? Do you want to grab coffee? You’re amazing! Thinking about our last date.."
  },
  {
    "document": 424,
    "text": "Can'T Wait To See You! What are you up to? I can't stop thinking about you. I had a great time with you. Can't wait to see you!."
  },
  {
    "document": 425,
    "text": "Do You Want To Grab Coffee? I had a great time with you. You make me smile. Can't wait to see you! Hey, how was your day?."
  },
  {
    "document": 426,
    "text": "Can'T Wait To See You! I'd love to take you out again. Do you want to grab coffee? I was thinking about you. Can't wait to see you! Do you want to grab coffee? You're really special to me.."
  },
  {
    "document": 427,
    "text": "You Make Me Smile. I was thinking about you. You make me smile. Are you free this weekend? Thinking about our last date.."
  },
  {
    "document": 428,
    "text": "That Movie Was Awesome! Are you free this weekend? Are you free this weekend? What are you up to? Hey, how was your day? That movie was awesome!."
  },
  {
    "document": 429,
    "text": "Are You Free This Weekend? Missed you today! Thinking about our last date. What are you up to? Are you free this weekend? I can't stop thinking about you. That movie was awesome!."
  },
  {
    "document": 430,
    "text": "What Are You Up To? You make me smile. I'd love to take you out again. You make me smile. Missed you today! Are you free this weekend?."
  },
  {
    "document": 431,
    "text": "Missed You Today! Thinking about our last date. Thinking about our last date. I was thinking about you. What are you up to?."
  },
  {
    "document": 432,
    "text": "Hey, How Was Your Day? What are you up to? I was thinking about you. Missed you today! Are you free this weekend?."
  },
  {
    "document": 433,
    "text": "I Was Thinking About You. I was thinking about you. Hey, how was your day? I'd love to take you out again. I'd love to take you out again.."
  },
  {
    "document": 434,
    "text": "That Movie Was Awesome! Do you want to grab coffee? I had a great time with you. I had a great time with you. Hey, how was your day? I can't stop thinking about you.."
  },
  {
    "document": 435,
    "text": "I Had A Great Time With You. That movie was awesome! I can't stop thinking about you. Are you free this weekend? Can't wait to see you! That movie was awesome! I'd love to take you out again.."
  },
  {
    "document": 436,
    "text": "You'Re Really Special To Me. You’re amazing! You make me smile. That movie was awesome! Thinking about our last date. Thinking about our last date. I was thinking about you.."
  },
  {
    "document": 437,
    "text": "That Movie Was Awesome! I'd love to take you out again. Are you free this weekend?."
  },
  {
    "document": 438,
    "text": "You'Re Really Special To Me. I can't stop thinking about you. You’re amazing! Do you want to grab coffee? What are you up to?."
  },
  {
    "document": 439,
    "text": "You'Re Really Special To Me. I'd love to take you out again. That movie was awesome! Do you want to grab coffee? Thinking about our last date.."
  },
  {
    "document": 440,
    "text": "Thinking About Our Last Date. Missed you today! That movie was awesome! Are you free this weekend? You’re amazing! I'd love to take you out again. I had a great time with you.."
  },
  {
    "document": 441,
    "text": "You’Re Amazing! I can't stop thinking about you. Hey, how was your day? Do you want to grab coffee?."
  },
  {
    "document": 442,
    "text": "I Had A Great Time With You. What are you up to? You’re amazing! I can't stop thinking about you. Do you want to grab coffee? Are you free this weekend?."
  },
  {
    "document": 443,
    "text": "I Had A Great Time With You. Missed you today! Missed you today! Missed you today! You make me smile.."
  },
  {
    "document": 444,
    "text": "That Movie Was Awesome! Are you free this weekend? What are you up to? Hey, how was your day? Are you free this weekend? I was thinking about you.."
  },
  {
    "document": 445,
    "text": "I Had A Great Time With You. Can't wait to see you! I'd love to take you out again.."
  },
  {
    "document": 446,
    "text": "Missed You Today! You’re amazing! You're really special to me. I had a great time with you.."
  },
  {
    "document": 447,
    "text": "Can'T Wait To See You! Hey, how was your day? I'd love to take you out again. That movie was awesome!."
  },
  {
    "document": 448,
    "text": "You Make Me Smile. You make me smile. You make me smile. I'd love to take you out again. Thinking about our last date. Are you free this weekend?."
  },
  {
    "document": 449,
    "text": "That Movie Was Awesome! That movie was awesome! You're really special to me. What are you up to? Hey, how was your day?."
  },
  {
    "document": 450,
    "text": "I Had A Great Time With You. Thinking about our last date. Missed you today! You're really special to me. You make me smile.."
  },
  {
    "document": 451,
    "text": "What Are You Up To? You make me smile. Hey, how was your day? Hey, how was your day?."
  },
  {
    "document": 452,
    "text": "Hey, How Was Your Day? Can't wait to see you! That movie was awesome! Can't wait to see you! What are you up to? You’re amazing! Thinking about our last date. Hey, how was your day?."
  },
  {
    "document": 453,
    "text": "Thinking About Our Last Date. You're really special to me. I can't stop thinking about you. Hey, how was your day? You make me smile. I can't stop thinking about you. That movie was awesome!."
  },
  {
    "document": 454,
    "text": "You’Re Amazing! Do you want to grab coffee? I was thinking about you. I'd love to take you out again. I can't stop thinking about you. You make me smile. Hey, how was your day?."
  },
  {
    "document": 455,
    "text": "What Are You Up To? Can't wait to see you! I can't stop thinking about you. I had a great time with you. Do you want to grab coffee? Are you free this weekend? I was thinking about you. I can't stop thinking about you.."
  },
  {
    "document": 456,
    "text": "What Are You Up To? I'd love to take you out again. That movie was awesome! Hey, how was your day? Can't wait to see you! You're really special to me. You make me smile.."
  },
  {
    "document": 457,
    "text": "You’Re Amazing! I had a great time with you. Hey, how was your day? Hey, how was your day?."
  },
  {
    "document": 458,
    "text": "Do You Want To Grab Coffee? Do you want to grab coffee? I had a great time with you.."
  },
  {
    "document": 459,
    "text": "Do You Want To Grab Coffee? What are you up to? You're really special to me. You’re amazing! That movie was awesome! I was thinking about you. Are you free this weekend?."
  },
  {
    "document": 460,
    "text": "You Make Me Smile. Hey, how was your day? Do you want to grab coffee? I had a great time with you. What are you up to? Do you want to grab coffee?."
  },
  {
    "document": 461,
    "text": "You Make Me Smile. Missed you today! That movie was awesome!."
  },
  {
    "document": 462,
    "text": "Missed You Today! Hey, how was your day? Can't wait to see you! I'd love to take you out again. Hey, how was your day? Are you free this weekend?."
  },
  {
    "document": 463,
    "text": "Hey, How Was Your Day? Can't wait to see you! You’re amazing! Do you want to grab coffee? I had a great time with you. Do you want to grab coffee? What are you up to?."
  },
  {
    "document": 464,
    "text": "Do You Want To Grab Coffee? Hey, how was your day? Are you free this weekend? You're really special to me. Hey, how was your day? Can't wait to see you! What are you up to?."
  },
  {
    "document": 465,
    "text": "You'Re Really Special To Me. Thinking about our last date. I can't stop thinking about you. You make me smile.."
  },
  {
    "document": 466,
    "text": "Are You Free This Weekend? What are you up to? You're really special to me. I was thinking about you.."
  },
  {
    "document": 467,
    "text": "Thinking About Our Last Date. Can't wait to see you! I can't stop thinking about you. Can't wait to see you! You’re amazing! I can't stop thinking about you.."
  },
  {
    "document": 468,
    "text": "You Make Me Smile. Do you want to grab coffee? Missed you today! Missed you today! Can't wait to see you! I'd love to take you out again. You're really special to me. Are you free this weekend?."
  },
  {
    "document": 469,
    "text": "You Make Me Smile. You make me smile. That movie was awesome! That movie was awesome!."
  },
  {
    "document": 470,
    "text": "Do You Want To Grab Coffee? Hey, how was your day? Do you want to grab coffee? I can't stop thinking about you. You’re amazing!."
  },
  {
    "document": 471,
    "text": "Can'T Wait To See You! Hey, how was your day? You’re amazing! I was thinking about you.."
  },
  {
    "document": 472,
    "text": "I Had A Great Time With You. That movie was awesome! Thinking about our last date. You’re amazing! You make me smile.."
  },
  {
    "document": 473,
    "text": "Hey, How Was Your Day? Thinking about our last date. I'd love to take you out again.."
  },
  {
    "document": 474,
    "text": "Are You Free This Weekend? Can't wait to see you! Do you want to grab coffee? Can't wait to see you!."
  },
  {
    "document": 475,
    "text": "You’Re Amazing! Do you want to grab coffee? I had a great time with you. I was thinking about you. I can't stop thinking about you. Missed you today!."
  },
  {
    "document": 476,
    "text": "You'Re Really Special To Me. What are you up to? Can't wait to see you! Do you want to grab coffee? You're really special to me.."
  },
  {
    "document": 477,
    "text": "Hey, How Was Your Day? Missed you today! You make me smile. That movie was awesome! What are you up to? That movie was awesome! I can't stop thinking about you. Thinking about our last date.."
  },
  {
    "document": 478,
    "text": "You’Re Amazing! Missed you today! You’re amazing! Can't wait to see you!."
  },
  {
    "document": 479,
    "text": "What Are You Up To? Can't wait to see you! Can't wait to see you! Hey, how was your day?."
  },
  {
    "document": 480,
    "text": "I Was Thinking About You. Do you want to grab coffee? You're really special to me. Hey, how was your day? You're really special to me. Are you free this weekend?."
  },
  {
    "document": 481,
    "text": "Can'T Wait To See You! You’re amazing! Hey, how was your day? Are you free this weekend? Hey, how was your day? I was thinking about you. That movie was awesome!."
  },
  {
    "document": 482,
    "text": "You’Re Amazing! Thinking about our last date. I can't stop thinking about you. Missed you today!."
  },
  {
    "document": 483,
    "text": "What Are You Up To? Missed you today! You're really special to me. I was thinking about you.."
  },
  {
    "document": 484,
    "text": "I Can'T Stop Thinking About You. Hey, how was your day? You’re amazing! Do you want to grab coffee? Can't wait to see you!."
  },
  {
    "document": 485,
    "text": "I Can'T Stop Thinking About You. Hey, how was your day? I was thinking about you. Thinking about our last date. Missed you today! I had a great time with you.."
  },
  {
    "document": 486,
    "text": "I Had A Great Time With You. Do you want to grab coffee? You make me smile. What are you up to? That movie was awesome!."
  },
  {
    "document": 487,
    "text": "I'D Love To Take You Out Again. What are you up to? What are you up to? You're really special to me.."
  },
  {
    "document": 488,
    "text": "You’Re Amazing! What are you up to? I can't stop thinking about you. Can't wait to see you! I'd love to take you out again. I had a great time with you.."
  },
  {
    "document": 489,
    "text": "Thinking About Our Last Date. Missed you today! Hey, how was your day? Missed you today!."
  },
  {
    "document": 490,
    "text": "What Are You Up To? Hey, how was your day? Are you free this weekend? Are you free this weekend? Are you free this weekend? I had a great time with you. Missed you today!."
  },
  {
    "document": 491,
    "text": "I Can'T Stop Thinking About You. I can't stop thinking about you. I had a great time with you. You're really special to me. That movie was awesome! I was thinking about you. I had a great time with you.."
  },
  {
    "document": 492,
    "text": "I'D Love To Take You Out Again. Do you want to grab coffee? What are you up to? I'd love to take you out again. What are you up to? I was thinking about you.."
  },
  {
    "document": 493,
    "text": "Do You Want To Grab Coffee? Do you want to grab coffee? Missed you today! I can't stop thinking about you.."
  },
  {
    "document": 494,
    "text": "Can'T Wait To See You! I had a great time with you. You're really special to me. Missed you today!."
  },
  {
    "document": 495,
    "text": "Are You Free This Weekend? Are you free this weekend? You're really special to me.."
  },
  {
    "document": 496,
    "text": "Thinking About Our Last Date. You’re amazing! You're really special to me. Do you want to grab coffee?."
  },
  {
    "document": 497,
    "text": "I Can'T Stop Thinking About You. You’re amazing! I had a great time with you. Missed you today! Are you free this weekend?."
  },
  {
    "document": 498,
    "text": "I Can'T Stop Thinking About You. Missed you today! You're really special to me. Missed you today! That movie was awesome! Are you free this weekend? Missed you today!."
  },
  {
    "document": 499,
    "text": "What Are You Up To? You're really special to me. You’re amazing! Do you want to grab coffee? You’re amazing! I can't stop thinking about you. What are you up to?."
  },
  {
    "document": 500,
    "text": "Can'T Wait To See You! I'd love to take you out again. Can't wait to see you! What are you up to? I was thinking about you.."
  }
]

